Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: When you’ve entered your user account and password in this type of program or app once, you won’t have to enter this information each time you go in to check your email.
nb: Når man først legger inn brukerkontoen og passordet sitt i et slikt program eller app så slipper man å skrive inn informasjonen hver gang man vil gå inn for å sjekke e-posten sin.

source: On Facebook, you can choose what you’d like to share with others, who to be friends with
nb: På Facebook kan du selv velge hva du har lyst til å dele med andre, hvem du vil være

source: If you’re using the app, the chat will appear in another app called Messenger.
nb: Bruker du appen åpnes chatten i en annen app som heter "Messenger".

source: Ask everyone who has received this message to choose an alternative, then continue to the next slide.
nb: Be alle de som har fått en slik beskjed om å ta et valg, så går du videre til neste lysbilde.

source: When you have added all the recipients you want and written any comment you want to include, click ‘Publish’.
nb: Når du har lagt inn alle mottakere du ønsker og eventuelt skrevet en kommentar kan du trykke på "Publiser".

source: An information and download page for an app might look like this.
nb: Bruker du Mac finner du programikonene nederst på skrivebordet.

source: Those using tablets and smartphones also have all these symbols, and they look exactly the same, but might not be located in the same place in the window.
nb: Alle symbolene finnes også hos de som bruker nettbrett og smarttelefon, de ser helt like ut, men de ligger litt andre steder i vinduet.

source: The most common setting is to share with friends, but you are free to choose a different setting if you like.
nb: Det vanligste er å dele med venner, men dersom du ønsker en annen innstilling kan du selvfølgelig velge det.

source: Tap where it says ‘Log Off’ on the menu that appears.
nb: Trykk der det står "Logg av" på menyen som dukker opp.

source: Read the text and tap ‘Continue’.
nb: Les det som står og trykk på "Fortsett".

source: If you want to publish the photo or post on a page other than your own, you can do this
nb: Ønsker du å legge ut bildet eller innlegget på en annen side enn din egen kan du gjøre det

source: both you and the person you want to talk to have a Skype user account and are online, you can talk for free.
nb: både du og den du vil samtale med har en brukerkonto på Skype og er på Internett når

source: You do this by clicking on the button where it says ‘Like’ next to a thumbs-up symbol.
nb: Dette gjør du ved å trykke på knappen der det står "liker" med bilde av en tommel-opp.

source: Then point at or tap the symbol that expresses the reaction you want to show to what has been shared.
nb: Så peker eller klikker du på det symbolet som uttrykker den reaksjonen du ønsker å vise at du har til det som har blitt delt.

source: If you choose the option ‘Share now (Friends)’, the photo or post wil appear on your
nb: Velger du alternativ "Del nå (Venner)" vil bildet eller innlegget dukke opp på din

source: You can download Skype either as a program or as an app to all tablets, smartphones and computers
nb: Skype kan lastes ned som et program eller en app til alle nettbrett, smarttelefoner eller datamaskiner.

source: You can also choose to write in a little message or comment before you share here too
nb: Også her kan du velge å skrive en liten beskjed eller kommentar før du deler.

source: It just means that anyone who searches for your name on Facebook will see that you are on Facebook and can send you a friend request.
nb: Det betyr bare at de som søker opp navnet ditt på Facebook kan se at du er på Facebook og at de kan spørre om å bli venn med deg.

source: You haven’t added any friends on Facebook yet, but if you leave your settings as they are now, your future friends will be able to see any photos, comments, news stories and other things you decide to share on Facebook.
nb: Enn så lenge har du ikke lagt til noen venner på Facebook, men lar du innstillingene stå slik som de er nå vil dine fremtidige venner kunne se bilder, kommentarer, nyhetssaker og annet som du velger å dele på Facebook.

source: But if you don’t want anyone to call you or if you have logged on to a device that several people use, you should log out.
nb: Men dersom du ikke ønsker at noen skal kunne ringe deg opp, eller dersom du har logget deg på en maskin som mange bruker bør du logge deg av.

source: Remember that online shops are different, and take the time to answer questions as you go along.
nb: Husk at nettbutikker er forskjellige og ta deg tid til å svare på spørsmål underveis.

source: If you click on this, you’ll
nb: Trykker du på dette kommer du

source: That’s the important thing, and you will learn these features as you become a more experienced user.
nb: kommer du til å lære deg etter hvert som du blir en mer erfaren bruker.

source: like something, that you agree with something or that you’ve understood what the person has written.
nb: liker noe, at du er enig eller at du har oppfattet hva personen har sagt.

source: If you want to use this Skype name, click the button to continue.
nb: Dersom du ønsker å bruke dette Skype-navnet trykker du på knappen for å gå videre.

source: Your profile picture and name is shown at the top of the menu bar.
nb: Øverst i menylinjen vises profilbildet og navnet ditt.

source: You can download Skype either as a program or as an app to all tablets, smartphones and
nb: Skype kan lastes ned som et program eller en app til alle nettbrett, smarttelefoner eller

source: followed by a full stop and the letters c-o-m.
nb: og på slutten et punktum og bokstavene c-o-m.

source: You may also choose to share a photo or other post that others have published.
nb: Du kan også velge å dele et bilde eller innlegg som andre har publisert.

source: This line is blue when you
nb: Den er blå når du bruker

source: This might be an invitation to attend an event or to join a group, a message saying that someone has posted, commented on or liked something on your timeline, or a message saying that someone you know has a birthday, or many other things
nb: Det kan være snakk om en invitasjon til å bli med på et arrangement eller i en gruppe, beskjed om at noen har lagt ut eller kommentert eller liket noe på tidslinjen din eller beskjed om at noen du kjenner har bursdag og mye flere andre ting.

source: whether you’re using a tablet, smartphone or computer.
nb: bruker nettbrett, smarttelefon eller datamaskin.

source: Accept to ensure that you can hear people when they call you and that they can hear and see you as well
nb: Svar ja på disse spørsmålene, så sørger du for at du hører når noen ringer deg, og at de kan se og høre deg når dere har en samtale.

source: iPad/iPhone or Windows users need to tap the magnifying glass icon to search.
nb: De som bruker iPad/iPhone eller Windows må trykke på forstørrelsesglass-symbolet for å søke.

source: Here are some examples of different online shops.
nb: Her er noen eksempler på forskjellige nettbutikker.

source: give your own email address or an email address you have created for this course.
nb: oppgi din egen e-postadresse eller en e-postadresse du har opprettet til bruk i dette kurset.

source: Click on the blue ‘Sign in’ button to log in.
nb: Trykk på den blå "Logg på"-knappen for å logge på.

source: A lot of people choose to add an initial or some numbers at the end of the name.
nb: Mange velger å legge til et initial eller noen tall på slutten av navnet.

source: You can also add more information and a picture of yourself if you want to.
nb: kan også legge til mer informasjon og bilde av deg selv dersom du ønsker.

source: The image that now comes up may look slightly different depending on what type of device you are using, but the fields you need to fill in to create a user profile/account are the same.
nb: Bildet som kommer opp kan se litt forskjellig ut avhengig av hva slags maskin du bruker, men feltene du må fylle ut for å lage en brukerprofil/brukerkonto er de samme.

source: To log out, click ‘Log Out’.
nb: For å logge ut trykker du "Logg ut".

source: When someone asks to be friends
nb: Når noen spør om å få være

source: Clicking on this icon will show a list of the conversations you have had, and the most recent ones will always appear at the top.
nb: Trykker du på ikonet får du opp en liste over de samtalene du har hatt, de nyeste vil dukke opp øverst.

source: To complete your registration, you must now log on to go to your email account.
nb: For å bli ferdig med registreringen må du nå gå inn på epostkontoen din.

source: To reply to an email, select it from the list in your Inbox.
nb: For å svare på en e-post velger du den fra lista i Innboksen.

source: If you’re using a computer, you can also open Skype in your web browser.
nb: Bruker du en datamaskin kan du også åpne Skype i nettleseren din.

source: If you click on the microphone symbol once, the person you are talking to won’t be able to
nb: Trykker du en gang på bildet av mikrofonen vil ikke personen kunne høre hva du

source: When someone asks to be friends with you or a friend request you have sent to someone else is accepted, a number in a red square will appear here
nb: Når noen spør om å få være venn med deg, eller en venneforespørsel du har sendt til noen andre er godtatt, vil et tall i en rød firkant dukke opp her.

source: If you click on any of the items in the
nb: Trykker du på en av punktene

source: My email address is:
nb: E-postadressen jeg bruker er:

source: You can also try to add photos, emojis (smileys) or documents in your chats, but we won’t
nb: Etter hvert kan du også prøve å legge til bilder, emojier (smilefjes) eller dokumenter

source: There are many options to explore as you become a more experienced user, but in this course we will only be talking about the ones called ‘Help’ and ‘Log Out’.
nb: Her er det mange muligheter som det går an å utforske når du har blitt en mer dreven bruker, men de eneste menyvalgene vi skal snakke om på dette kurset er de som heter "Hjelp" og "Logg ut".

source: This means that only people who are already a Facebook friend of someone you are Facebook friends with will be allowed to send you a friend request.
nb: Det betyr at bare de som allerede er Facebook-venner med en du er Facebook-venn med får lov til å sende deg forespørsler om å bli venner.

source: You are now back in your Inbox again.
nb: Nå kan vi begynne å skrive selve innholdet i e-posten.

source: The person will now appear in your contact list, and you can call him/her via Skype as
nb: Personen vil nå dukke opp i listen over dine kontakter, og du kan ringe han/henne via

source: when you use the service in future.
nb: deg når du bruker tjenesten i fremtiden.

source: This line is blue when you use Facebook on a computer, but it can look a bit different when you use the Facebook app on a tablet or smartphone.
nb: Den er blå når du bruker Facebook på datamaskinen, men kan se litt annerledes ut når du bruker Facebook-appen på nettbrett eller smarttelefon.

source: When you see the right person in the list, click on the name
nb: Når du ser at rett person dukker opp i listen trykker du på navnet deres.

source: the list manually or use the search field to search for the contact you want to call.
nb: manuelt, eller bruke søkefeltet til å søke etter kontakten du ønsker å ringe.

source: Some keyboards will have ‘Enter’ written on this key, while on others it will be labelled ‘Go’ or ‘Return’.
nb: Hos noen står det "Enter" på knappen, hos andre står det "Go" eller "Return".

source: If you’re using the app, you just tap your name or photo in the middle of the screen
nb: Bruker du appen trykker du bare på navnet eller bildet ditt midt på skjermen.

source: This is what you wil see
nb: Det er dette som vil møte

source: If you’re using a desktop computer or a laptop, press 'Enter' to finish
nb: Bruker du en stasjonær datamaskin eller en laptop trykker du på

source: This means that it is an online community that
nb: Det vil si at det er et nettsamfunn som kan

source: The first choice that comes up is called ‘Who can see my stuff?’
nb: Det første valget som kommer opp heter "Hvem kan se tingene mine?" Trykk på pilen som

source: To find this menu option in the app, tap the menu symbol (three horizontal lines).
nb: For å finne dette menyvalget i appen trykker du på meny-symbolet (tre horisontale linjer).

source: When you have a unique Skype name and all the other details have been entered, Skype will check your account.
nb: Når du har fått et unikt Skype-navn og all den andre informasjonen er fylt inn vil Skype kontrollere kontoen din.

source: The final icon on the menu bar is an arrow when using Facebook on a web browser and is accessed via the menu symbol of three horizontal lines in the app
nb: Det siste ikonet på menylinjen er en pil når man bruker Facebook via nettleser og via menysymbolet med tre streker i appen.

source: This page may look a little different depending on
nb: Denne kan se litt forskjellig ut avhengig av om du

source: entered your user account and password in this type of program or app once, you won’t
nb: man først legger inn brukerkontoen og passordet sitt i et slikt program eller app så slipper

source: We are now going to log out of our email accounts again.
nb: Nå skal vi logge på e-postkontoen vår igjen.

source: If you click on this, you’ll reach
nb: Trykker du på dette kommer du til

source: To chat with a friend, go to their Facebook timeline and find the button where it says ‘Message’ next to a speech bubble symbol.
nb: For å chatte med en venn går du inn på Facebook-tidslinjen deres og finner knappen der det står "Melding" og bilde av en snakkeboble.

source: When someone asks to be friends with you or a friend request you have sent to someone
nb: Når noen spør om å få være venn med deg, eller en venneforespørsel du har sendt til

source: Tap where it says ‘Log Out’ on the menu that appears.
nb: Trykk der det står "Logg ut" på menyen som dukker opp.

source: and conditions if you stil want to buy the products.
nb: dersom du fremdeles ønsker å kjøpe varene.

source: Here you can see the address bar on a typical PC, Mac and tablet.
nb: Her ser dere adresselinjen på en typisk PC, Mac og nettbrett.

source: If you get a friend request from someone you don’t want to accept, simply click ‘Ignore’ when it appears.
nb: Får du en venneforespørsel fra noen du ikke ønsker å si ja til svarer du bare "Ignorer" når denne kommer.

source: Ask everyone to search for other course participants so that they can practise using Skype with each other.
nb: Be alle om å søke opp andre i klassen, slik at de kan øve på å bruke Skype med disse personene.

source: If you should ever be bothered on Facebook by someone you don’t want contact with, it’s good to be aware of this section.
nb: Hvis du noen gang skulle oppleve at noen du ikke ønsker kontakt med plager deg på Facebook er det lurt å vite om dette punktet.

source: ‘Public’ means that everyone on Facebook can see what you share, and ‘Only me’ means that you’re the only one who will see be able to it.
nb: "Offentlig" betyr at alle som bruker Facebook kan se hva du deler, og "Bare meg" betyr at det kun er du som får se.

source: If you click ‘Buy’, you will see that the product is placed in your basket.
nb: Trykker du på "kjøp" vil du se at varen legges i handlekurven din.

source: It doesn’t mean that you’ll be getting friend requests from all the millions of people who are on Facebook.
nb: Det betyr ikke at alle de millionene som bruker Facebook kommer til å mase om å få være venner med deg.

source: If you’re using a tablet or smartphone, tap the icon that looks like an arrow or a little paper aeroplane to publish your comment (this symbol is the same as the one you use when you’re chatting).
nb: Bruker du nettbrett eller smarttelefon trykker du på ikonet som ser ut som en pil eller et lite papirfly for å publisere (dette symbolet er det samme som blir brukt når man chatter).

source: The signal will go from the device on which you are using Skype to the device that the person you are calling uses Skype on
nb: Signalet går fra maskinen du bruker Skype på til maskinen til den du ringer har Skype på.

source: The person will now appear in your contact list, and you can call him/her via Skype as soon as they have accepted your contact request.
nb: Personen vil nå dukke opp i listen over dine kontakter, og du kan ringe han/henne via Skype straks de har sagt ja til kontaktforespørselen du har sendt.

source: You don’t have to use this feature.
nb: Du er ikke nødt til å bruke denne

source: button below it says ‘Friends’.
nb: mine?" og på knappen under står det "Venner".

source: Those using a computer wil be redirected to Skype’s website.
nb: De som bruker datamaskin blir sendt til Skype sine nettsider.

source: These suggestions will appear in a list below the field you’re typing in.
nb: Disse dukker opp i en liste under feltet du skriver i.

source: Those of you using a computer will need to go to the page skype.no in your web browser, where you will immediately see a large button labelled ‘Download Skype’.
nb: De som bruker en datamaskin må gå til siden skype.no i nettleseren, der vil du med en gang se en stor knapp der det står "Last ned Skype".

source: Wait for everyone to type in a valid password before you go on.
nb: Vent med å gå videre til alle har skrevet inn et godkjent passord.

source: If you want, Skype can automatically add contacts from your device, but you can also do this on your own later.
nb: Om du ønsker det kan Skype automatisk legge til kontakter fra din maskin, men dette kan du også gjøre selv senere.

source: If you’re using a computer, a number of different icons will appear if you hover the cursor over the 'Like' button.
nb: Bruker du en datamaskin holder du musepekeren din over "Liker" knappen, da dukker det forskjellige ikoner opp.

source: If you choose to pay with a debit or credit card, you will also be asked to give the name of
nb: Velger du å betale med bank- eller kredittkort blir du også bedt om å oppgi navn på kortets

source: different Skype name for you.
nb: Skype-navn for deg.

source: Android users need to tap the ‘Accounts’ button.
nb: Android-brukere trykker på menypunktet "Kontoer"

source: The ‘Settings’ icon looks like this.
nb: Ikonet for innstillinger ser slik ut.

source: This is NOT the place for private messages.
nb: Dette er IKKE stedet å sende private beskjeder.

source: Clicking on this option will log you out of Facebook, and you will not receive messages and notifications until you log in again.
nb: Trykker du på dette valget logger du ut av Facebook og vil ikke motta meldinger og varsler før du logger på igjen.

source: If the Skype name you chose is already being used by someone else, Skype will suggest a different Skype name for you
nb: Dersom noen allerede bruker det Skype-navnet du ønsker vil Skype foreslå et annet Skype-navn for deg.

source: features under or sometimes next to the photo, comment or article
nb: Funksjonene for dette finner du under, eller i noen tilfeller ved siden av bildet, kommentaren eller artikkelen.

source: It is NOT necessary to post photos and text on Facebook if you don’t want to.
nb: Man MÅ ikke legge ut bilder eller tekst på Facebook hvis man ikke har lyst,

source: If you use the telephone symbol, you wil cal without using the camera and can have a
nb: Trykker du på telefonen ringer du uten bilde og kan ha en vanlig samtale som om det er

source: This may be a good place to start if you encounter issues and situations where you are unsure about what to do
nb: Det kan være et lurt sted å starte dersom du møter på problemstillinger og situasjoner der du blir usikker.

source: You can change your mind later if you’d like to make your profile more or less private.
nb: Man kan ombestemme seg senere dersom man ønsker å bli mer eller mindre privat.

source: Click to select this option.
nb: Trykk på dette valget.

source: When you have added al the recipients you want and written any comment you want to
nb: Når du har lagt inn alle mottakere du ønsker og eventuelt skrevet en kommentar kan du

source: The image that now comes up may look slightly different depending on what type of
nb: Bildet som kommer opp kan se litt forskjellig ut avhengig av hva slags maskin du bruker,

source: we can learn to open and reply to emails.
nb: avgårde e-posten så jeg kan se hva dere har skrevet.

source: Tap the icon to open ‘Settings’.
nb: Trykk på ikonet for innstillinger.

source: Skype is a service that lets you make voice calls and video calls and chat online.
nb: Skype er en tjeneste som lar deg ringe, ha videosamtaler og chatte over nettet.

source: The Facebook menu bar is the line across the top of the screen.
nb: Menylinjen til Facebook er den linjen øverst på skjermen.

source: It is possible to pay to make calls from Skype to a phone that is not online, but we will not be covering that in this course.
nb: Det er mulig å betale når man bruker Skype, slik at man kan ringe til en telefon som ikke er på nettet, men det skal vi ikke lære å gjøre på dette kurset.

source: you can see and hear the person you are talking to, and they can see and hear you as well.
nb: og høre den man snakker med, og de kan se og høre deg også.

source: Facebook will have sent you an email to confirm that you actually are who you say you are.
nb: Facebook har nemlig sendt deg en e-post for å bekrefte at du er den du sier at du er.

source: Those using a smartphone need to tap where it says ‘Tap to find new contacts’.
nb: De som bruker smarttelefon må trykke der det står "Trykk for å finne nye kontakter".

source: If the name or photo that appears is not yours, you need to tap ‘Log in to another
nb: Dersom det ikke er ditt bilde eller navn som står oppført må du trykke på "Logg inn på en

source: appear that looks like the one that appears when you share on a timeline, group etc.
nb: dukke opp et vindu som likner det som kommer når du vil dele på en tidslinje, gruppe eller

source: Make sure everyone has their Inbox open.
nb: Pass på at alle har et vindu med Innboksen sin foran seg.

source: If you click on it, you’ll see a long list of other activities you can do on Facebook.
nb: Trykker du på denne får du opp en lang liste over andre aktiviteter du kan gjøre på Facebook.

source: Anyone who already has another email address, can enter it in the next field.
nb: De som har en annen e-postadresse fra før kan skrive den inn i det neste feltet.

source: different ways it’s possible to log in to our accounts.
nb: Klikk på det menypunktet for å logge ut.

source: You can choose to use one or more of these features when you see something you want to respond to so that other users can see it
nb: Du kan velge å bruke en eller flere av disse funksjonene når du ser noe du har lyst til å reagere på slik at andre brukere ser det.

source: To talk to someone on Skype for free, the other person also needs to have a Skype profile.
nb: For å kunne snakke med en annen person gratis på Skype, må de også ha en Skype-profil.

source: It says here that everyone using Facebook can send you a friend request if they want to.
nb: Her står det at alle som bruker Facebook kan spørre om å få være venn med deg hvis de vil.

source: Thumbs-up or ‘like’ is a symbol that’s used a lot on Facebook, and it may mean that you
nb: Tommel-opp eller "like" er et symbol som brukes mye på Facebook, det kan bety at du

source: All individuals, companies and other Facebook users have a timeline.
nb: Alle personer og selskaper og andre som bruker Facebook har en tidslinje.
